Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# settings.language.translation.notice
source: Change it in System Settings -> General -> Language & Region -> Applications. Translations are machine-generated and have not been manually reviewed, so they may be inaccurate. If you find an issue, please use "Help/Report an Issue".
ar: لتغيير ذلك، انتقل إلى إعدادات النظام -> عام -> اللغة والمنطقة -> التطبيقات. الترجمات مولّدة آليًا ولم تُراجع يدويًا، لذا قد تكون غير دقيقة. إذا وجدت مشكلة، فالرجاء استخدام "Help/Report an Issue".
da: Gå til Systemindstillinger -> Generelt -> Sprog og område -> Programmer for at ændre det. Oversættelserne er maskinoversatte og er ikke gennemgået manuelt, så de kan være unøjagtige. Hvis du finder et problem, så brug "Help/Report an Issue".
de: Ändere dies unter Systemeinstellungen -> Allgemein -> Sprache & Region -> Apps. Übersetzungen sind maschinell erstellt und wurden nicht manuell geprüft, daher können sie ungenau sein. Wenn du ein Problem findest, verwende bitte "Help/Report an Issue".
es: Cámbialo en Configuración del sistema -> General -> Idioma y región -> Aplicaciones. Las traducciones se generan automáticamente y no han sido revisadas manualmente, por lo que pueden ser inexactas. Si encuentras un problema, usa "Help/Report an Issue".
fi: Muuta se kohdasta Järjestelmäasetukset -> Yleiset -> Kieli ja alue -> Ohjelmat. Käännökset on tuotettu koneellisesti eikä niitä ole tarkistettu käsin, joten ne voivat olla epätarkkoja. Jos huomaat ongelman, käytä "Help/Report an Issue".
fr: Modifiez-le dans Réglages du système -> Général -> Langue et région -> Applications. Les traductions sont générées automatiquement et n’ont pas été vérifiées manuellement, elles peuvent donc être inexactes. Si vous trouvez un problème, utilisez "Help/Report an Issue".
hi: इसे बदलने के लिए सिस्टम सेटिंग्स -> सामान्य -> भाषा और क्षेत्र -> अनुप्रयोग पर जाएँ। अनुवाद मशीन द्वारा बनाए गए हैं और उनकी मानव द्वारा समीक्षा नहीं की गई है, इसलिए वे सटीक न भी हों। यदि आपको कोई समस्या मिले, तो "Help/Report an Issue" का उपयोग करें।
it: Modificalo in Impostazioni di Sistema -> Generali -> Lingua e zona -> Applicazioni. Le traduzioni sono generate automaticamente e non sono state revisionate manualmente, quindi potrebbero essere imprecise. Se trovi un problema, usa "Help/Report an Issue".
ja: 変更は「システム設定 -> 一般 -> 言語と地域 -> アプリケーション」で行ってください。翻訳は機械生成であり、人手で確認されていないため、不正確な場合があります。問題を見つけた場合は "Help/Report an Issue" を使用してください。
ko: 변경하려면 시스템 설정 -> 일반 -> 언어 및 지역 -> 응용 프로그램에서 수정하세요。 번역은 기계로 생성되었으며 사람이 검수하지 않았으므로 부정확할 수 있습니다。 문제가 있다면 "Help/Report an Issue"를 이용해 주세요.
nb: Endre det i Systeminnstillinger -> Generelt -> Språk og område -> Apper. Oversettelsene er maskinlagde og ikke manuelt gjennomgått, så de kan være unøyaktige. Hvis du finner et problem, kan du bruke "Help/Report an Issue".
nl: Wijzig dit via Systeeminstellingen -> Algemeen -> Taal en regio -> Programma's. Vertalingen worden automatisch gegenereerd en niet handmatig gecontroleerd, dus ze kunnen onjuist zijn. Als je een probleem vindt, gebruik dan "Help/Report an Issue".
pl: Zmień to w Ustawieniach systemowych -> Ogólne -> Język i region -> Aplikacje. Tłumaczenia są generowane automatycznie i nie zostały sprawdzone ręcznie, więc mogą być niedokładne. Jeśli znajdziesz problem, użyj "Help/Report an Issue".
pt: Altere em Ajustes do Sistema -> Geral -> Idioma e Região -> Aplicativos. As traduções são geradas automaticamente e não foram revisadas manualmente, por isso podem estar incorretas. Se encontrar um problema, use "Help/Report an Issue".
ru: Измените это в Системные настройки -> Основные -> Язык и регион -> Приложения. Переводы созданы автоматически и не проверялись вручную, поэтому могут быть неточными. Если вы нашли проблему, используйте "Help/Report an Issue".
sv: Ändra det i Systeminställningar -> Allmänt -> Språk och region -> Program. Översättningarna är maskingenererade och har inte granskats manuellt, så de kan vara felaktiga. Om du hittar ett problem kan du använda "Help/Report an Issue".
th: โปรดไปที่ การตั้งค่าระบบ -> ทั่วไป -> ภาษาและภูมิภาค -> แอปพลิเคชัน เพื่อแก้ไข คำแปลถูกสร้างด้วยเครื่องและยังไม่ได้ตรวจทานโดยมนุษย์ จึงอาจไม่ถูกต้อง หากคุณพบปัญหา โปรดใช้ "Help/Report an Issue"
tr: Değiştirmek için Sistem Ayarları -> Genel -> Dil ve Bölge -> Uygulamalar bölümüne gidin. Çeviriler makine tarafından oluşturulmuştur ve manuel olarak incelenmemiştir, bu nedenle hatalı olabilir. Bir sorun bulursanız "Help/Report an Issue" seçeneğini kullanın.
vi: Hãy vào Cài đặt hệ thống -> Cài đặt chung -> Ngôn ngữ & Vùng -> Ứng dụng để thay đổi. Bản dịch được tạo bằng máy và chưa được kiểm duyệt thủ công, vì vậy có thể không chính xác. Nếu bạn tìm thấy vấn đề, hãy dùng "Help/Report an Issue".
zh_hans: 前往系统设置 -> 通用 -> 语言与地区 -> 应用程序 处修改。翻译由机器生成，未经人工审核，可能不准确。如果你发现问题，请使用“帮助/报告问题”。
zh_hant: 請前往系統設定 -> 一般 -> 語言與地區 -> 應用程式 處修改。翻譯由機器生成，未經人工審核，可能不準確。如果你發現問題，請使用「幫助/回報問題」。

# settings.launcher_working_directory
source: Working Directory
ar: دليل العمل
da: Arbejdsmappe
de: Arbeitsverzeichnis
es: Directorio de Trabajo
fi: Työhakemisto
fr: Répertoire de travail
hi: कार्य निर्देशिका
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉토리
nb: Arbeidsmappe
nl: Werkmap
pl: Katalog roboczy
pt: Diretório de Trabalho
ru: Рабочая папка
sv: Arbetskatalog
th: ไดเร็กทอรีการทำงาน
tr: Çalışma Dizini
vi: Thư mục làm việc
zh_hans: 工作目录
zh_hant: 工作目錄

# settings.modpack.export.format.label
source: Modpack export format
ar: تنسيق تصدير حزمة المودات
da: Eksportformat for modpack
es: Formato de exportación del modpack
fi: Modipaketin vientimuoto
fr: Format d'exportation du modpack
hi: मॉडपैक निर्यात प्रारूप
it: Formato di esportazione del modpack
ja: Modpackのエクスポート形式
ko: 모드팩 내보내기 형식
nb: Eksportformat for modpakke
nl: Exportindeling voor modpack
pl: Format eksportu paczki modów
pt: Formato de exportação do modpack
ru: Формат экспорта модпака
sv: Exportformat för modpack
th: รูปแบบการส่งออกม็อดแพ็ก
tr: Mod paketi dışa aktarma biçimi
vi: Định dạng xuất gói mod
zh_hans: 整合包导出格式
zh_hant: 整合包匯出格式

# settings.player.default_skin_server
source: Preferred skin server
ar: خادم الشكل
da: Skin-server
de: Skin-Server
es: Servidor de skins
fi: Skini-palvelin
fr: Serveur de skins
hi: स्किन सर्वर
it: Server delle skin
ja: スキンサーバー
ko: 스킨 서버
nb: Skin-server
nl: Skinserver
pl: Serwer skórek
pt: Servidor de skins
ru: Сервер скинов
sv: Skinserver
th: เซิร์ฟเวอร์สกิน
tr: Skin sunucusu
vi: Máy chủ skin
zh_hans: 预选皮肤站
zh_hant: 預選皮膚站

# settings.player.ephemeral_login
source: Incognito Login
ar: تسجيل دخول خاص
da: Privat login
de: Inkognito-Anmeldung
es: Inicio de sesión privado
fi: Yksityinen kirjautuminen
fr: Connexion privée
hi: गुप्त लॉगिन
it: Accesso privato
ja: シークレットログイン
ko: 시크릿 로그인
nb: Privat innlogging
nl: Incognito-inloggen
pl: Logowanie incognito
pt: Login privado
ru: Приватный вход
sv: Privat inloggning
th: เข้าสู่ระบบแบบไม่ระบุตัวตน
tr: Gizli giriş
vi: Đăng nhập ẩn danh
zh_hans: 无痕登录
zh_hant: 無痕登入

# settings.player.ephemeral_login.description
source: When enabled, third-party login and Microsoft login will use a private browser session that does not share cookies with your default browser. You may need to sign in again each time.
ar: عند التفعيل، يستخدم تسجيل دخول الطرف الثالث وتسجيل دخول Microsoft جلسة متصفح خاصة لا تشارك ملفات تعريف الارتباط مع متصفح النظام. قد تحتاج إلى تسجيل الدخول في كل مرة.
da: Når aktiveret, bruger tredjepartslogin og Microsoft-login en privat browsersession, der ikke deler cookies med din standardsbrowser. Du skal muligvis logge ind igen hver gang.
de: Wenn aktiviert, verwenden die Anmeldung über Drittanbieter und die Microsoft-Anmeldung eine private Browsersitzung, die keine Cookies mit deinem Standardbrowser teilt. Du musst dich möglicherweise bei jedem Mal erneut anmelden.
es: Cuando está activado, el inicio de sesión de terceros y el inicio de sesión con Microsoft usan una sesión privada del navegador que no comparte cookies con tu navegador predeterminado. Es posible que debas iniciar sesión de nuevo cada vez.
fi: Kun käytössä, kolmannen osapuolen kirjautuminen ja Microsoft-kirjautuminen käyttävät yksityistä selainistuntoa, joka ei jaa evästeitä järjestelmän oletusselaimen kanssa. Saatat joutua kirjautumaan uudelleen joka kerta.
fr: Lorsque cette option est activée, la connexion via un tiers et la connexion Microsoft utilisent une session de navigateur privée qui ne partage pas les cookies avec votre navigateur par défaut. Vous devrez peut-être vous reconnecter à chaque fois.
hi: सक्षम होने पर, थर्ड-पार्टी लॉगिन और Microsoft लॉगिन एक निजी ब्राउज़र सत्र का उपयोग करते हैं जो आपके डिफ़ॉल्ट ब्राउज़र के साथ कुकीज़ साझा नहीं करता। हो सकता है कि आपको हर बार फिर से साइन इन करना पड़े।
it: Quando attivato, l'accesso di terze parti e l'accesso Microsoft usano una sessione del browser privata che non condivide i cookie con il browser predefinito. Potresti dover accedere di nuovo ogni volta.
ja: 有効にすると、サードパーティログインとMicrosoftログインは、システムブラウザとCookieを共有しないプライベートなブラウザセッションを使用します。毎回サインインし直す必要がある場合があります。
ko: 활성화하면 서드파티 로그인과 Microsoft 로그인 시 시스템 브라우저와 쿠키를 공유하지 않는 비공개 브라우저 세션을 사용합니다。 매번 다시 로그인해야 할 수 있습니다。
nb: Når aktivert, bruker innlogging via tredjepart og Microsoft-innlogging en privat nettleserøkt som ikke deler informasjonskapsler med standardnettleseren. Du må kanskje logge inn på nytt hver gang.
nl: Wanneer ingeschakeld, gebruiken inloggen via derde partij en Microsoft-inloggen een privé browsersessie die geen cookies deelt met je standaardbrowser. Mogelijk moet je elke keer opnieuw inloggen.
pl: Po włączeniu logowanie przez stronę trzecią i logowanie Microsoft korzystają z prywatnej sesji przeglądarki, która nie udostępnia plików cookie domyślnej przeglądarce. Może być konieczne ponowne logowanie za każdym razem.
pt: Quando ativado, o login de terceiros e o login Microsoft usam uma sessão privada do navegador que não compartilha cookies com o navegador padrão. Pode ser necessário entrar novamente a cada vez.
ru: Если параметр включён, вход через сторонний сервис и вход через Microsoft используют приватную сессию браузера, которая не делится cookie с браузером по умолчанию. Возможно, придётся входить заново каждый раз.
sv: När aktiverat använder inloggning via tredje part och Microsoft-inloggning en privat webbläsarsession som inte delar cookies med din standardwebbläsare. Du kan behöva logga in igen varje gång.
th: เมื่อเปิดใช้งาน การเข้าสู่ระบบของบุคคลที่สามและการเข้าสู่ระบบ Microsoft จะใช้เซสชันเบราว์เซอร์ส่วนตัวที่ไม่แชร์คุกกี้กับเบราว์เซอร์เริ่มต้นของระบบ คุณอาจต้องลงชื่อเข้าใช้ใหม่ทุกครั้ง
tr: Etkinleştirildiğinde, üçüncü taraf girişi ve Microsoft girişi varsayılan tarayıcınızla çerez paylaşmayan özel bir tarayıcı oturumu kullanır. Her seferinde yeniden oturum açmanız gerekebilir.
vi: Khi bật, đăng nhập bên thứ ba và đăng nhập Microsoft sẽ dùng phiên trình duyệt riêng tư, không chia sẻ cookie với trình duyệt mặc định. Bạn có thể cần đăng nhập lại mỗi lần.
zh_hans: 开启后，三方登录和微软登录将使用独立的无痕浏览器会话，不会共享系统浏览器的Cookie，每次登录可能需要重新输入账号密码。
zh_hant: 啟用後，三方登入和微軟登入將使用獨立的無痕瀏覽器工作階段，不會共享系統瀏覽器的Cookie，每次登入可能需要重新輸入帳號密碼。

# settings.player.ephemeral_login.toggle
source: Enable incognito login
ar: تمكين تسجيل الدخول الخاص
da: Aktivér privat login
de: Inkognito-Anmeldung aktivieren
es: Activar inicio de sesión privado
fi: Ota yksityinen kirjautuminen käyttöön
fr: Activer la connexion privée
hi: गुप्त लॉगिन सक्षम करें
it: Abilita accesso privato
ja: シークレットログインを有効にする
ko: 시크릿 로그인 사용
nb: Aktiver privat innlogging
nl: Incognito-inloggen inschakelen
pl: Włącz logowanie incognito
pt: Ativar login privado
ru: Включить приватный вход
sv: Aktivera privat inloggning
th: เปิดใช้งานการเข้าสู่ระบบแบบไม่ระบุตัวตน
tr: Gizli girişi etkinleştir
vi: Bật đăng nhập ẩn danh
zh_hans: 启用无痕登录
zh_hant: 啟用無痕登入

# settings.player.history_skin_library
source: History Skin Library
ar: مكتبة السكنات السابقة
da: Historisk skinbibliotek
de: Historische Skin-Bibliothek
es: Biblioteca de skins históricas
fi: Historiallinen skinkirjasto
fr: Bibliotheque d'historique des skins
hi: इतिहास स्किन लाइब्रेरी
it: Libreria cronologia skin
ja: 履歴スキンライブラリ
ko: 기록 스킨 라이브러리
nb: Historisk skin-bibliotek
nl: Historische skinbibliotheek
pl: Biblioteka historii skinow
pt: Biblioteca de historico de skins
ru: Biblioteka istorii skinov
sv: Historiskt skinbibliotek
th: คลังสกินประวัติ
tr: Gecmis skin kutuphanesi
vi: Thu vien skin lich su
zh_hans: 历史皮肤库
zh_hant: 歷史皮膚庫

# settings.player.history_skin_library.description
source: This switch only controls whether the History Skin Library entry button is shown. If history skins were already stored before, turning this off will not clear them. To clear them, turn this on and remove them manually.
ar: هذا المفتاح يتحكم فقط في إظهار زر الدخول لمكتبة السكنات السابقة. اذا تم تخزين سكنات سابقة من قبل، فان ايقاف هذا المفتاح لن يحذفها. لمسحها، قم بتشغيل هذا المفتاح ثم امسحها يدويا.
da: Denne kontakt styrer kun, om indgangsknappen til det historiske skinbibliotek vises. Hvis historiske skins allerede er gemt, rydder deaktivering af kontakten dem ikke. For at rydde dem skal du sla denne kontakt til og fjerne dem manuelt.
de: Dieser Schalter steuert nur, ob der Einstiegsknopf fur die historische Skin-Bibliothek angezeigt wird. Bereits gespeicherte historische Skins werden beim Ausschalten nicht geloscht. Zum Loschen diesen Schalter einschalten und die Eintrage manuell entfernen.
es: Este interruptor solo controla si se muestra el boton de entrada de la biblioteca historica de skins. Si ya habia skins historicas guardadas, desactivarlo no las eliminara. Para limpiarlas, activalo y eliminalas manualmente.
fi: Tama kytkin ohjaa vain sita, naytetaanko historialisen skinkirjaston avauspainike. Jos historiallisia skineja on jo tallennettu, poiskytkenta ei tyhjenna niita. Tyhjentaaksesi ne, kytke tama paalle ja poista ne kasin.
fr: Ce commutateur controle uniquement l'affichage du bouton d'acces a la bibliotheque d'historique des skins. Si des skins historiques ont deja ete enregistres, le desactiver ne les supprimera pas. Pour les effacer, activez-le puis supprimez-les manuellement.
hi: यह स्विच केवल इतिहास स्किन लाइब्रेरी के प्रवेश बटन को दिखाना है या नहीं, इसे नियंत्रित करता है। अगर पहले से इतिहास स्किन सहेजी गई हैं, तो इसे बंद करने से वे साफ नहीं होंगी। उन्हें साफ करने के लिए इसे चालू करें और मैन्युअली हटाएं।
it: Questo interruttore controlla solo se mostrare il pulsante di accesso alla libreria cronologia skin. Se le skin storiche erano gia salvate, disattivarlo non le cancellera. Per cancellarle, attivalo e rimuovile manualmente.
ja: このスイッチは、履歴スキンライブラリの入口ボタンを表示するかどうかだけを制御します。過去に履歴スキンが保存されている場合、オフにしても削除されません。削除するには、オンにして手動で消去してください。
ko: 이 스위치는 기록 스킨 라이브러리 진입 버튼 표시 여부만 제어합니다。 이전에 기록 스킨이 저장되어 있다면 이 스위치를 꺼도 삭제되지 않습니다。 삭제하려면 이 스위치를 켠 뒤 수동으로 정리하세요。
nb: Denne bryteren styrer bare om inngangsknappen til historisk skin-bibliotek vises. Hvis historiske skins allerede er lagret, vil de ikke bli slettet ved a sla av bryteren. For a rydde dem, sla den pa og fjern dem manuelt.
nl: Deze schakelaar bepaalt alleen of de knop naar de historische skinbibliotheek wordt getoond. Als er al historische skins zijn opgeslagen, worden die niet gewist wanneer je dit uitschakelt. Zet dit aan en verwijder ze handmatig om op te schonen.
pl: Ten przelacznik kontroluje tylko to, czy wyswietlac przycisk wejscia do biblioteki historii skinow. Jesli historyczne skiny sa juz zapisane, wylaczenie tego nie usunie ich. Aby je wyczyscic, wlacz to i usun je recznie.
pt: Este interruptor controla apenas se o botao de entrada da biblioteca de historico de skins sera exibido. Se skins historicas ja estiverem salvas, desativar isso nao as apagara. Para limpar, ative isso e remova-as manualmente.
ru: Etot pereklyuchatel upravlyaet tolko pokazom knopki vhoda v biblioteku istorii skinov. Esli istoricheskie skiny uzhe sohraneny, otklyuchenie ne udalit ih. Chtoby ochistit, vklyuchite pereklyuchatel i udalite ih vruchnuyu.
sv: Denna vaxel styr bara om knappingangen till historiskt skinbibliotek visas. Om historiska skins redan ar sparade rensas de inte nar du stanger av detta. For att rensa dem, sla pa detta och ta bort dem manuellt.
th: สวิตช์นี้ควบคุมเฉพาะการแสดงปุ่มทางเข้าคลังสกินประวัติเท่านั้น หากเคยบันทึกสกินประวัติไว้แล้ว การปิดสวิตช์นี้จะไม่ลบข้อมูลดังกล่าว หากต้องการลบ ให้เปิดสวิตช์นี้และลบด้วยตนเอง
tr: Bu anahtar yalnizca gecmis skin kutuphanesi giris dugmesinin gosterilmesini kontrol eder. Daha once gecmis skinler kaydedildiyse bunu kapatmak onlari temizlemez. Temizlemek icin bunu acin ve manuel olarak silin.
vi: Cong tac nay chi kiem soat viec hien nut vao thu vien skin lich su. Neu skin lich su da duoc luu truoc do, tat cong tac nay se khong xoa chung. De xoa, hay bat cong tac nay va xoa thu cong.
zh_hans: 当前开关仅限于是否显示皮肤库开关入口按钮。对于之前开启过且已经存储了历史皮肤的，关闭此开关不会清理历史皮肤库。如需清理，请开启此开关后手动清理。
zh_hant: 目前開關僅用於是否顯示皮膚庫入口按鈕。若先前已開啟並儲存過歷史皮膚，關閉此開關不會清理歷史皮膚庫。如需清理，請先開啟此開關後再手動清理。

# settings.player.history_skin_library.toggle
source: Enable History Skin Library (Microsoft accounts only)
ar: تفعيل مكتبة السكنات السابقة (لحسابات Microsoft فقط)
da: Aktiver historisk skinbibliotek (kun Microsoft-konti)
de: Historische Skin-Bibliothek aktivieren (nur Microsoft-Konten)
es: Activar biblioteca historica de skins (solo cuentas de Microsoft)
fi: Ota historiallinen skinkirjasto kayttoon (vain Microsoft-tilit)
fr: Activer la bibliotheque d'historique des skins (comptes Microsoft uniquement)
hi: इतिहास स्किन लाइब्रेरी सक्षम करें (केवल Microsoft खातों के लिए)
it: Abilita libreria cronologia skin (solo account Microsoft)
ja: 履歴スキンライブラリを有効化（Microsoftアカウントのみ）
ko: 기록 스킨 라이브러리 사용 (Microsoft 계정 전용）
nb: Aktiver historisk skin-bibliotek (kun Microsoft-kontoer)
nl: Historische skinbibliotheek inschakelen (alleen Microsoft-accounts)
pl: Wlacz biblioteke historii skinow (tylko konta Microsoft)
pt: Ativar biblioteca de historico de skins (somente contas Microsoft)
ru: Vklyuchit biblioteku istorii skinov (tolko akkaunty Microsoft)
sv: Aktivera historiskt skinbibliotek (endast Microsoft-konton)
th: เปิดใช้งานคลังสกินประวัติ (เฉพาะบัญชี Microsoft)
tr: Gecmis skin kutuphanesini etkinlestir (yalnizca Microsoft hesaplari)
vi: Bat thu vien skin lich su (chi danh cho tai khoan Microsoft)
zh_hans: 开启历史皮肤库（仅限Microsoft帐户）
zh_hant: 開啟歷史皮膚庫（僅限Microsoft帳戶）

# settings.player.minecraft_friends_account.description
source: These switches are stored on your Microsoft Minecraft account. The launcher loads them from the network when you open this tab or tap reload from account.
ar: تُحفَظ هذه المفاتيح في حساب Microsoft الخاص بـ Minecraft. يحمّلها المشغّل من الشبكة عند فتح هذا التبويب أو عند الضغط على «إعادة التحميل من الحساب».
da: Disse kontakter gemmes på din Microsoft Minecraft-konto. Launcheren henter dem fra nettet, når du åbner denne fane eller trykker på genindlæs fra konto.
de: Diese Schalter werden in deinem Microsoft-Minecraft-Konto gespeichert. Der Launcher lädt sie aus dem Netz, wenn du diesen Tab öffnest oder auf Neu laden vom Konto tippst.
es: Estos interruptores se guardan en tu cuenta Microsoft de Minecraft. El launcher los carga desde la red al abrir esta pestaña o al pulsar recargar desde la cuenta.
fi: Nämä kytkimet tallennetaan Microsoft Minecraft -tilillesi. Käynnistin lataa ne verkosta, kun avaat tämän välilehden tai napautat lataa tililtä uudelleen.
fr: Ces options sont enregistrées sur votre compte Microsoft Minecraft. Le launcher les charge depuis le réseau lorsque vous ouvrez cet onglet ou appuyez sur recharger depuis le compte.
hi: ये स्विच आपके Microsoft Minecraft खाते में सहेजे जाते हैं। यह टैब खोलने या खाते से पुनः लोड पर टैप करने पर लॉन्चर उन्हें नेटवर्क से लोड करता है।
it: Queste opzioni sono salvate sul tuo account Microsoft Minecraft. Il launcher le carica dalla rete quando apri questa scheda o tocchi ricarica dall'account.
ja: これらのスイッチはMicrosoftのMinecraftアカウントに保存されます。このタブを開いたとき、またはアカウントから再読み込みをタップしたときに、ランチャーがネットワークから取得します。
ko: 이 항목은 Microsoft Minecraft 계정에 저장됩니다。 이 탭을 열거나 계정에서 다시 불러오기를 누르면 런처가 네트워크에서 불러옵니다。
nb: Disse bryterne lagres på Microsoft Minecraft-kontoen din. Launcheren henter dem fra nettet når du åpner denne fanen eller trykker på last inn på nytt fra konto.
nl: Deze schakelaars worden opgeslagen op je Microsoft Minecraft-account. De launcher laadt ze van het netwerk wanneer je dit tabblad opent of op opnieuw laden vanaf account tikt.
pl: Te przełączniki są przechowywane na koncie Microsoft Minecraft. Uruchamiacz wczytuje je z sieci po otwarciu tej karty lub po dotknięciu opcji wczytaj ponownie z konta.
pt: Estas opções ficam guardadas na sua conta Microsoft Minecraft. O launcher carrega-as da rede ao abrir este separador ou ao tocar em recarregar da conta.
ru: Эти переключатели хранятся в вашей учётной записи Microsoft Minecraft. Лаунчер загружает их из сети при открытии этой вкладки или нажатии «Обновить из аккаунта».
sv: Dessa reglage sparas på ditt Microsoft Minecraft-konto. Launchern hämtar dem från nätet när du öppnar den här fliken eller trycker på ladda om från konto.
th: สวิตช์เหล่านี้ถูกเก็บไว้ในบัญชี Microsoft Minecraft ของคุณ ตัวเปิดเกมจะโหลดจากเครือข่ายเมื่อคุณเปิดแท็บนี้หรือแตะโหลดใหม่จากบัญชี
tr: Bu anahtarlar Microsoft Minecraft hesabınızda saklanır. Bu sekmeyi açtığınızda veya hesaptan yenile’ye dokunduğunuzda başlatıcı onları ağdan yükler.
vi: Các công tắc này được lưu trên tài khoản Microsoft Minecraft của bạn. Trình khởi chạy tải chúng từ mạng khi bạn mở tab này hoặc chạm tải lại từ tài khoản.
zh_hans: 以下开关保存在Microsoft Minecraft账号侧。打开本页或点击「从账号同步」时会从网络加载最新状态。
zh_hant: 以下開關儲存在Microsoft Minecraft帳號端。開啟本頁或點「從帳號同步」時會從網路載入最新狀態。

# settings.player.minecraft_friends_account.enable_accept_invites
source: Accept friend invites
ar: قبول دعوات الصداقة
da: Accepter venneforespørgsler
de: Freundeseinladungen annehmen
es: Aceptar invitaciones de amistad
fi: Hyväksy kaverikutsut
fr: Accepter les invitations d'ami
hi: मित्र निमंत्रण स्वीकार करें
it: Accetta inviti di amicizia
ja: フレンド申請を受け入れる
ko: 친구 초대 수락
nb: Godta venneforespørsler
nl: Vriendverzoeken accepteren
pl: Akceptuj zaproszenia do znajomych
pt: Aceitar convites de amizade
ru: Принимать приглашения в друзья
sv: Acceptera vännförfrågningar
th: ยอมรับคำเชิญเป็นเพื่อน
tr: Arkadaşlık davetlerini kabul et
vi: Chấp nhận lời mời kết bạn
zh_hans: 接受好友邀请
zh_hant: 接受好友邀請

# settings.player.minecraft_friends_account.enable_friend_list
source: Enable friend list
ar: تفعيل قائمة الأصدقاء
da: Aktivér venneliste
de: Freundesliste aktivieren
es: Activar lista de amigos
fi: Ota kaverilista käyttöön
fr: Activer la liste d'amis
hi: मित्र सूची सक्षम करें
it: Abilita elenco amici
ja: フレンドリストを有効にする
ko: 친구 목록 사용
nb: Aktiver venneliste
nl: Vriendenlijst inschakelen
pl: Włącz listę znajomych
pt: Ativar lista de amigos
ru: Включить список друзей
sv: Aktivera vänlista
th: เปิดใช้รายชื่อเพื่อน
tr: Arkadaş listesini etkinleştir
vi: Bật danh sách bạn bè
zh_hans: 启用好友列表
zh_hant: 啟用好友列表

# settings.player.minecraft_friends_account.reload_from_account
source: Reload from account
ar: إعادة التحميل من الحساب
da: Genindlæs fra konto
de: Vom Konto neu laden
es: Volver a cargar desde la cuenta
fi: Lataa tililtä uudelleen
fr: Recharger depuis le compte
hi: खाते से पुनः लोड करें
it: Ricarica dall'account
ja: アカウントから再読み込み
ko: 계정에서 다시 불러오기
nb: Last inn på nytt fra konto
nl: Opnieuw laden vanaf account
pl: Wczytaj ponownie z konta
pt: Recarregar da conta
ru: Обновить из аккаунта
sv: Ladda om från konto
th: โหลดใหม่จากบัญชี
tr: Hesaptan yenile
vi: Tải lại từ tài khoản
zh_hans: 从账号同步
zh_hant: 從帳號同步
